<?php
// +----------------------------------------------------------------------
// | Future [ 追寻最初的梦想 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2010-2019 www.21514.com All rights reserved.
// +----------------------------------------------------------------------
// | Author:Future <dxcswl@163.com> QQ:84111804
// +----------------------------------------------------------------------

    function Ipt_check($receipt, $isSandbox){
        $Ipt = new \ft\Ipt();
        return $Ipt->getIapReceiptData($receipt, $isSandbox);
    }
